export const RECREATION_DATA = [
  {
    id: 'rec_01',
    name: '青瓷扁壶',
    dynasty: '魏晋南北朝',
    pic: 'https://static.wuzhongmuseum.com/uploads/images/2020/05/08/EVZEbZOEvb.jpg',
    description: '枫桥狮子山一号墓出土。扁壶是一种水器。此壶器身扁圆形，方唇直口，饰凹弦纹一道，肩部以圆圈和菱形组成装饰带。前、后腹面以圆圈环带联成鸡心状，并贴塑铺首衔环各一个。肩部左右有一系，腹部各有系二。椭圆形高圈足，外撇。表面施茶绿色透明釉，圈足底内不施釉，露胎处呈褐红色。此壶1976年出土于枫桥狮子山一号墓，同墓伴出有“元康五年七月十八日”纪年砖，是一件有绝对纪年可考的器物。这件扁壶形体浑厚，釉色滋润，装饰精细，制作精湛，作为有绝对纪年的断代标准器，历史、艺术、文物价值极高。'
  },
  {
    id: 'rec_02',
    name: '双鸾瑞兽纹铜镜',
    dynasty: '唐',
    pic: 'https://static.wuzhongmuseum.com/uploads/images/2020/06/12/UtHFWEiGle.jpg',
    description: '铜镜是以铜锡合金为原料铸造，镜面光素用以照容，镜背装饰花纹或铭文。该镜呈八瓣菱花形，镜背分三层纹饰布局，镜背中央伏卧一兽，腹下有一孔，形成镜纽。内切圆将纹饰分为内外两区，外区分饰八组飞鸟、蝴蝶和花草纹，内区饰双鸾双兽，间饰缠枝莲纹。鸾鸟瑞兽纹铜镜是盛唐时期最流行的镜类，从纪年镜的资料中可知，大约成镜于武则天长寿年间，菱花镜也始铸于这一时期。此镜中鸾鸟、瑞兽和花鸟线条简练流畅，鸟羽细腻分明，是唐镜中的精品。'
  },
  {
    id: 'rec_03',
    name: '釉里红云龙纹盖罐',
    dynasty: '元',
    pic: 'https://static.wuzhongmuseum.com/uploads/images/2020/05/08/nYWcSQEMhA.jpg',
    description: '通安华山出土。这件龙纹盖罐直口短颈，丰肩鼓腹，胫部微收，带有底面旋挖而成的假圈足，足端面宽平。盖部有宝珠形纽，盖设里外两口，便于密封。以盖纽为中心施有对称的锦葵花叶一周，纽基部及盖外边缘都施釉里红，花叶上也散涂铜红呈色剂。腹部浅刻盘龙两条，组成主体纹饰。该罐在构图艺术上极有特色，罐表以盘曲升腾的白龙为主体纹饰，龙体上下之间的空白处以艳红的呈色衬托，似为飘动的彩云。两条白龙蜿蜒升腾在片片红云之中，红云白龙，相得益彰，以强烈的色调对比，烘托白龙在红云中升腾的动态美。整器造型端庄，胎白质坚，装饰别致，呈色艳丽，极为难得，是国内外罕见的早期釉里红瓷器。'
  },
  {
    id: 'rec_04',
    name: '至正乙酉朱碧山造银槎杯',
    dynasty: '元',
    pic: 'https://static.wuzhongmuseum.com/uploads/images/2020/05/08/DAljGaUNFh.jpg',
    description: '此器以仙人乘槎凌空飞越到达银河的神话故事为题材，将银酒杯巧制成树槎形的一叶扁舟，有一老人背靠槎尾而坐。槎背部有细瘦阴刻铭文“至正乙酉朱碧山造”，为元代银工朱碧山制作。这件作品设计精巧，造型奇特，在制作工艺上成功地运用了镂刻、焊等多种技法，结合圆雕、浮雕工艺将人与舟、舟与云气、人与槎树间的层次交待得既简练清晰又融为一体。人物镂刻生动逼真，面部丰颐宽额，隆准凤目，飘动的长须根根分明，细腻而流畅，达到了完美的艺术效果，属难得的工艺珍品。'
  },
  {
    id: 'rec_05',
    name: '青花束莲纹盘',
    dynasty: '明宣德时期',
    pic: 'https://777a-wzmuse-4gcvvt77cf4e3c3e-1312543314.tcb.qcloud.la/admin-uploads/d6b23bdd639acd7d0018a893072234ab/2024-05-30/30d62d54e6984c79be42343944581e78.jpeg?color=%23426bbc&hash=U49aEat500xvMxRjt7j%5B00tR_4M%7BtSofRiWB&height=1179&width=1766',
    description: '此器为明宣德时期景德镇官窑所出。形制为圆唇，敞口，浅弧壁，圈足，平底，沿袭了元末明初的式样。盘心绘一束莲主题纹饰，内外口沿下饰卷草纹，内外壁绘缠枝牡丹菊花纹。使用的青料为进口钴料“苏渤泥青”，青花色泽浓艳，并夹有闪烁着金属光泽的黑色斑点，即铁锈斑。局部由于用料过浓或温度过高，青花晕散，具有较强的质感。整器硕大，造型规整，以束莲纹为主体纹样，构图简洁，主题鲜明，且发色浓艳，属明宣德官窑器中的精品。'
  }
]; 